export const greatingText = {
    header: "SCANDIC ECOTOWN KAMYANKA",
    slogan: "Відтепер будиночок у Карпатах – це не дача, не розкіш і не затратна мрія, а прибуткова інвестиція із дохідністю близько 19% річних у поєднанні з якісним відпочинком",
    text: "передбачає створення туристично привабливого відпочинкового комплексу з розвинутою інфраструктурою всього лише в 100 км від Львова, який межує із Національним парком «Сколівські Бескиди» та водоспадом Кам’янка. Унікальність його розташування у заповідній лісовій зоні поряд з річкою привабить осіб, які шукають безпосереднє спілкування з природою, неповторні гірські та природні краєвиди, психологічного відновлення і перебування у «місці сили»."
}