export const greating = {
    header: "SCANDIC ECOTOWN KAMYANKA",
    slogan: "Відтепер будиночок у Карпатах – це не дача, не розкіш і не затратна мрія, а прибуткова інвестиція із дохідністю близько 19% річних у поєднанні з якісним відпочинком",
    text: "передбачає створення туристично привабливого відпочинкового комплексу з розвинутою інфраструктурою всього лише в 100 км від Львова, який межує із Національним парком «Сколівські Бескиди» та водоспадом Кам’янка. Унікальність його розташування у заповідній лісовій зоні поряд з річкою привабить осіб, які шукають безпосереднє спілкування з природою, неповторні гірські та природні краєвиди, психологічного відновлення і перебування у «місці сили»."
}

export const gallery = {
    header: "ГАЛЕРЕЯ"
}

export const building = {
    header: "ПЛАНУВАННЯ БУДІВНИЦТВА",
    mainText: "Згідно з проєктом, на території передбачене розташування 23 будинків",
    queue1: {
        header: "перша черга",
        type: "Тип 1",
        number: "7 будинків",
        description: ""
    },
    queue2: {
        header: "друга черга",
        type: "Тип 2",
        number: "19 будинків",
        description: "розташованих на достатній відстані один від одного, щоб присутність інших мешканців практично була практично не відчутною"
    },
    queue3: {
        header: "третя черга",
        type: "",
        number: "",
        description: "Оптимальна інфраструктура забезпечить привабливість відпочинкового комплексу як для індивідуальних клієнтів (пари, родини, групи друзів), так і для туристичних, корпоративних і спортивних груп",
        details: [
            "ресторан", 
            "конференц-центр",
            "басейн з відпочинковою зоною",
            "сауна на березі гірської річки",
            "рецепція",
            "зони паркування",
            "мангальна зона",
            "альтанки",
            "оглядові тераси",
            "дитячий майданчик",
            "мотузковий парк"
        ]
    }
}