import { firstQueue, secondQueue, thirdQueue } from './images.js';

export const conception = {
    greating: {
        header: "SCANDIC ECOTOWN KAMYANKA",
        slogan: "Відтепер будинок у Карпатах – це не дача, не розкіш і не примарна мрія, а прибуткова інвестиція з дохідністю близько 15 % річних у поєднанні з якісним відпочинком",
        boldText: "SCANDIC ECOTOWN KAMYANKA",
        text: " передбачає створення туристично привабливого відпочинкового комплексу з розвинутою інфраструктурою усього лише за 100 км від Львова, який межує з Національним парком «Сколівські Бескиди» та водоспадом Кам’янка. Унікальність розташування комплексу   у заповідній лісовій зоні поряд з річкою зацікавить людей, які шукають безпосереднього спілкування з природою, неповторний гірськіх та природних краєвидів, психологічного відновлення та перебування у «місці сили»."
    },
    gallery: {
        header: "ГАЛЕРЕЯ"
    }
};


export const building = {
    header: "ПЛАНУВАННЯ БУДІВНИЦТВА",
    mainText1: "Згідно з проектом, на території передбачене розташування",
    mainText2: "23",
    mainText3: "модульних будинків"
};

export const queuesDescription = [
    {
        header: "перша черга",
        deadline: "Весна 2023",
        type: "Тип 1",
        number: "7 будинків",
        description: "",
        details: [],
        photo: firstQueue[0],
        photos: firstQueue
    },
    {
        header: "друга черга",
        deadline: "Весна 2024",
        type: "Тип 2",
        number: "19 будинків",
        description: "які містяться на достатній відстані один від одного, щоб присутність інших мешканців  була практично не відчутною. Також передбачене розташування зон паркування, рецепції, ресторану, конференц-центру, басейну з відпочинковою зоною, сауною на березі гірської річки, мангальної зони, альтанок, оглядових терас, дитячого майданчика таі мотузкового парку. Така оптимальна інфраструктура забезпечить привабливість відпочинкового комплексу, як для індивідуальних клієнтів (пари, родини, групи друзів), так і для туристичних, корпоративних і спортивних груп",
        details: [],
        photo: secondQueue[0],
        photos: secondQueue
    },
    {
        header: "третя черга",
        deadline: "Весна 2025",
        type: "Реалізація інфраструктурних проектів",
        number: "",
        description: "а саме:",
        details: [
            ['./images/ekobag-organic-svgrepo-com(1).svg', "ресторан"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "конференц зал"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "басейн з відпочинковою зоною"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "сауна"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "рецепція"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "та інше"],
            // ['./images/ekobag-organic-svgrepo-com(1).svg', "альтанки"],
            // ['./images/ekobag-organic-svgrepo-com(1).svg', "оглядові тераси"],
            // ['./images/ekobag-organic-svgrepo-com(1).svg', "дитячий майданчик"],
            // ['./images/ekobag-organic-svgrepo-com(1).svg', "мотузковий парк"]
        ],
        photo: thirdQueue[0],
        photos: thirdQueue
    }
];

export const howItWorks = {
    header: "ЯК ЦЕ ПРАЦЮЄ?",
    button: "домовитися про зустріч",
    form: {
        header: "Залиште, будь ласка, будь-які свої контактні дані і ми зв'яжимося з вами",
        namePlaceholder: "Ваше ім'я",
        emailPlaceholder: "Ваш імейл або телефон",
        textareaPlaceholder: "Напишіть, якому каналу комунікації Ви віддаєте перевагу? \n(Email, Telegram, Viber, Whatsup, Skype, Голосовий телефонний зв'язок)",
        buttonValue: "НАДІСЛАТИ",
        ps: "Або напишіть нам, коли Вам буде зручно. Наші контакти - в самому кінці сайту",
        thanks: "Дякуємо за приділений час. Незабаром ми вийдемо з Вами на зв'язок."
    }
};

export const advantagesTitles = {
    header: "ПЕРЕВАГИ НАШОГО ПРОЄКТУ",
    subHeader: "або чому варто інвестувати"
};

export const advantagesList = {
    "Cтабільний пасивний прибуток":
        [
            "Купуючи будинок в SCANDIC ECOTOWN KAMYANKA, Ви отримаєте прибуткову інвестицію з дохідністю близько 15 % річних у поєднанні з якісним відпочинком.",
            "Рівномірний розподіл прибутковості, високу рентабельність та завантаження протягом усього року забезпечує керуюча компанія."
        ],

    "Швидкість старту проекту":
        [
            "Запуск відпочинкового комплексу заплановано навесні 2023 року, тому Вам не потрібно чекати роками, поки ваша інвестиція «почне працювати»"
        ],

    "Унікальність території":
        [
            "Розташування у заповідній лісовій зоні, включаючи унікальну фауну і флору, відпочинковий комплекс межує з річкою Кам’янка"],

    "Приваблива інфраструктура":
        [
            "Ми передбачили у нашому проекті оптимальну інфраструктуру, яка стане «магнітом» для потенційних індивідуальних і групових клієнтів (ресторан, конференц-центр, басейн, спа-комплекс, дитячий майданчик, мотузковий парк, мангальна зона, облаштування території тощо), а також вплине на тривалість їхнього перебування"
        ],

    "Зручна логістика і проїзд":
        [
            "Розташування відпочинкового комплексу на відстані лише 100 км від Львова (трохи більше години у дорозі), проїзд до території комплексу асфальтованою дорогою. Безпосередня близькість до гірських пішохідних і велосипедних маршрутів, привабливих туристичних дестинацій (водоспад Кам’янка, національний парк «Сколівські Бескиди», озеро «Журавлине», Тустань, Славське) та гірськолижних трас (зокрема, найближча гірськолижна траса планується до будівництва на відстані 3 км від комплексу)"
        ],

    "Ваші щорічні 30 днів відпочинку":
        [
            "Ви і ваша родина також можете стати бажаними гостями відпочинкового комплексу і скористатися статусом і перевагами власника будиночка 😊"
        ],

    "Адекватність і реалістичність розрахунку дохідності":
        [
            "На відміну від більшості аналогічних проектів, ми не завищуємо показники завантаженості будиночків і не занижуємо їхню операційну витратну частину. Тому наш прогноз є валідним і реалістичним"
        ]
}

export const contacts = {
    header: "КОНТАКТИ",
    name: "Олександр Плащенко",
    phone: "+38 050 370 30 74",
    email: "outdoor@inguz.com.ua"
};