export const greating = {
    header: "SCANDIC ECOTOWN KAMYANKA",
    slogan: "Відтепер будиночок у Карпатах – це не дача, не розкіш і не затратна мрія, а прибуткова інвестиція із дохідністю близько 19% річних у поєднанні з якісним відпочинком",
    text: "передбачає створення туристично привабливого відпочинкового комплексу з розвинутою інфраструктурою всього лише в 100 км від Львова, який межує із Національним парком «Сколівські Бескиди» та водоспадом Кам’янка. Унікальність його розташування у заповідній лісовій зоні поряд з річкою привабить осіб, які шукають безпосереднє спілкування з природою, неповторні гірські та природні краєвиди, психологічного відновлення і перебування у «місці сили»."
}

export const gallery = {
    header: "ГАЛЕРЕЯ"
};

export const building = {
    header: "ПЛАНУВАННЯ БУДІВНИЦТВА",
    mainText1: "Згідно з проєктом, на території передбачене розташування",
    mainText2: "23",
    mainText3: "будинків"
};

export const queuesArray = [
    {
        header: "перша черга",
        deadline: "Весна 2023",
        type: "Тип 1",
        number: "7 будинків",
        description: "",
        details: [],
        photo: "./images/12.webp",
        photos: [
            ((document.documentElement.scrollWidth >= 700)
                ? "./images/original/35.webp"
                : "./images/700w/35.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/1.webp"
                    : "./images/700w/1.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/3.webp"
                    : "./images/700w/3.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/4.webp"
                    : "./images/700w/4.webp")
        ]
    },
    {
        header: "друга черга",
        deadline: "Весна 2024",
        type: "Тип 2",
        number: "19 будинків",
        description: "розташованих на достатній відстані один від одного, щоб присутність інших мешканців практично була практично не відчутною",
        details: [],
        photo: "./images/2.webp",
        photos: [
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/2.webp"
                    : "./images/700w/2.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/5.webp"
                    : "./images/700w/5.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/6.webp"
                    : "./images/700w/6.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/7.webp"
                    : "./images/700w/7.webp")
        ]
    },
    {
        header: "третя черга",
        deadline: "Весна 2025",
        type: "",
        number: "",
        description: "Оптимальна інфраструктура забезпечить привабливість відпочинкового комплексу як для індивідуальних клієнтів (пари, родини, групи друзів), так і для туристичних, корпоративних і спортивних груп",
        details: [
            ['./images/ekobag-organic-svgrepo-com(1).svg', "ресторан"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "конференц-центр"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "басейн з відпочинковою зоною"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "сауна на березі гірської річки"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "зони паркування"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "мангальна зона"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "альтанки"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "оглядові тераси"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "дитячий майданчик"],
            ['./images/ekobag-organic-svgrepo-com(1).svg', "мотузковий парк"]
        ],
        photo: "./images/3.webp",
        photos: [
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/3.webp"
                    : "./images/700w/3.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/10.webp"
                    : "./images/700w/10.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/11.webp"
                    : "./images/700w/11.webp"),
            ((document.documentElement.scrollWidth >= 700)
                    ? "./images/original/8.webp"
                    : "./images/700w/8.webp")
        ]
    }
];

export const howItWorks = {
    header: "ЯК ЦЕ ПРАЦЮЄ?",
    button: "домовитися про зустріч",
    form: {
        header: "Залиште, будь ласка, будь-які свої контактні дані і ми зв'яжимося з вами",
        namePlaceholder: "Ваше ім'я",
        emailPlaceholder: "Ваш імейл або телефон",
        textareaPlaceholder: "Напишіть, якому каналу комунікації Ви віддаєте перевагу? \n(Email, Telegram, Viber, Whatsup, Skype, Голосовий телефонний зв'язок)",
        buttonValue: "НАДІСЛАТИ",
        ps: "Або напишіть нам, коли Вам буде зручно. Наші контакти - в самому кінці сайту"
    }
};

export const advantages = {
    header: "ПЕРЕВАГИ НАШОГО ПРОЄКТУ",
    subHeader: "або чому варто інвестувати"
};

export const advantagesArray = {
    "Досвід": "Наша управлінська компанія має досвід понад 10 років у сфері готельного бізнесу і туризму, тому Ваша інвестиція перебуватиме у надійних руках",

    "Швидкість старту проекту": "Запуск відпочинкового комплексу заплановано навесні 2023 року, тому Вам не потрібно чекати роками, поки ваша інвестиція «почне працювати»",

    "Унікальність території": "Розташування у заповідній лісовій зоні, включаючи унікальну фауну і флору, відпочинковий комплекс межує з річкою Кам’янка",

    "Приваблива інфраструктура": "Ми передбачили у нашому проекті оптимальну інфраструктуру, яка стане «магнітом» для потенційних індивідуальних і групових клієнтів (ресторан, конференц-центр, басейн, спа-комплекс, дитячий майданчик, мотузковий парк, мангальна зона, облаштування території тощо), а також вплине на тривалість їхнього перебування",

    "Зручна логістика і проїзд": "Розташування відпочинкового комплексу на відстані лише 100 км від Львова (трохи більше години у дорозі), проїзд до території комплексу асфальтованою дорогою. Безпосередня близькість до гірських пішохідних і велосипедних маршрутів, привабливих туристичних дестинацій (водоспад Кам’янка, національний парк «Сколівські Бескиди», озеро «Журавлине», Тустань, Славське) та гірськолижних трас (зокрема, найближча гірськолижна траса планується до будівництва на відстані 3 км від комплексу)",

    "Ваші щорічні 14 днів відпочинку": "Ви і ваша родина також можете стати бажаними гостями відпочинкового комплексу і скористатися статусом і перевагами власника будиночка 😊",

    "Адекватність і реалістичність розрахунку дохідності": "На відміну від більшості аналогічних проектів, ми не завищуємо показники завантаженості будиночків і не занижуємо їхню операційну витратну частину. Тому наш прогноз є валідним і реалістичним"
}

export const contacts = {
    header: "КОНТАКТИ",
    name: "Олександр Плащенко",
    phone: "+38 050 370 30 74",
    email: "outdoor@inguz.com.ua"
};